const EAT_DATA = [
    {
        text: '選擇鮮新食材，少選擇加工食品，加工食品需要放入冰箱或是其他方式保存，過程會產生碳'
    },
    {
        text: '選擇當地食材，其他地方的食材需要運輸，會產生碳排放'
    },
    {
        text: '選擇當季食材，不是當季的食材需要放入冰箱或是其他方式保存，過程會產生碳'
    },
    {
        text: '多吃蔬果少吃肉，動物養殖需要餵養，會產生碳排放'
    },
]
const WORK_DATA = [
    {
        name: '少開車',
        img: './images/work1.png',
        text: '多搭乘大眾運輸工具或鐵馬步行，少自行開車或騎機車，以減少碳排放'
    },
    {
        name: '隨手關燈',
        img: './images/work2.png',
        text: '隨手關燈，既可以省電更可以減少碳排，順便救救北極熊'
    },
    {
        name: '少開冷氣',
        img: './images/work3.png',
        text: '少開冷氣多開窗，開冷氣會增加碳排放'
    },
    {
        name: '做好回收',
        img: './images/work4.png',
        text: '確實落實回收工作，資源再利用，以減少碳排放'
    },
    {
        name: '使用環保餐具',
        img: './images/work5.png',
        text: '多使用環保餐具，免洗餐具為一次性，用了就丟，非常不環保'
    },
]
const ORDER_DATA = [
    {
        name: '燙豬排減碳飯',
        img: './images/p1.png',
        text: '含豬排、花椰菜、玉米筍、蒸蛋',
        price: 99,
        price2: 130,
        amount: 0
    },
    {
        name: '水煮豬肉健康餐',
        img: './images/p2.png',
        text: '含當季青菜、糖心蛋、豬肉片、南瓜',
        price: 75,
        price2: 110,
        amount: 0
    },
    {
        name: '清蒸鱸魚減碳便當',
        img: './images/p3.png',
        text: '含鱸魚、胡蘿蔔、花椰菜、水煮蛋',
        price: 100,
        price2: 150,
        amount: 0
    },
    {
        name: '健康牛排餐',
        img: './images/p4.png',
        text: '含牛排、糖心蛋、豌豆、玉米',
        price: 150,
        price2: 210,
        amount: 0
    },
    {
        name: '清燙雞胸肉健康餐',
        img: './images/p5.png',
        text: '含雞胸肉、小甜點、花椰菜、糖心蛋',
        price: 70,
        price2: 100,
        amount: 0
    },
    {
        name: '養生豬肉片套餐',
        img: './images/p6.png',
        text: '含豬肉片，當季蔬菜、胡囉蔔、水煮蛋',
        price: 150,
        price2: 210,
        amount: 0
    },
]

const ROBOT_BTN = [
    '減碳便當', '減碳飲食', '減碳生活'
]

const ROBOT_ANS = {
    '減碳便當': '本站販售的減碳便當都為下單製作，無須擔心新鮮問題。',
    '減碳飲食': '簡單的飲食習慣也可以拯救地球，守護地球從你我做起。',
    '減碳生活': '一些小小的動作對地球的影響極大，讓我們一起守護地球吧',
    '價格': '即日起至12/31日有特價活動，快來下單吧!',
    '如何減碳': '要減緩全球暖化的速度，得先減少溫室氣體（如二氧化碳、甲烷）及碳排放，\
    聯合國《2019年碳排放差距報告》指出，若能在2020年到2030年之間採取更積極的減碳行動，\
    每年減少7.6%碳排放，就能把全球升溫控制在1.5℃以內，進而避免更嚴重的氣候變異。'
}

